Repository: wp-plugins/flipping-team
Catalog: languages/flpt-*.po
Languages: fr_fr, hi_hi, pt_pt

source: Flipping Team
fr_fr: L'équipe
hi_hi: मंडली
pt_pt: Membros da Equipa

source: Use flipping effect
fr_fr: Activer l'effet de retournement
hi_hi: प्रभाव का उपयोग करें
pt_pt: Usar efeito flip

source: View All
fr_fr: Modifier
hi_hi: सभी को देखें
pt_pt: Ver todos

source: There is currently no member in your team
fr_fr: Il n'y a pour l'instant aucun membre dans votre équipe
hi_hi: आपकी मण्डली में फ़िलहाल कोई सदस्य नहीं है
pt_pt: De momento não tem nenhum membro na sua equipa.

source: Member deleted.
fr_fr: Membre supprimé.
hi_hi: सदस्य को हटा दिया है
pt_pt: Membro apagado.

source: Unable to delete member.
fr_fr: Impossible de supprimer le membre.
hi_hi: सदस्य को हटा नहीं पाए
pt_pt: Não foi possível apagar membro.

source: Add
fr_fr: Ajouter
hi_hi: जोड़े
pt_pt: Adicionar

source: Add Member to Flipping Team
fr_fr: Ajouter un membre à l'équipe
hi_hi: सदस्य को मण्डली में डालें
pt_pt: Adiocinar Membro

source: %s added to the team.
fr_fr: %s ajouté à l'équipe.
hi_hi: %s को मण्डली में दाल दिया गया है
pt_pt: %s adicionado à equipa.

source: Unable to create member.
fr_fr: Impossible de créer le membre.
hi_hi: सदस्य को बनाने में हम असक्षम थे
pt_pt: Não foi possível criar membro.

source: Edit member
fr_fr: Modifier un membre
hi_hi: सदस्य के विवरण को संपादित करे
pt_pt: Editar membro

source: %s edited.
fr_fr: %s modifié.
hi_hi: %s को सम्पन्दित कर दिया गया है
pt_pt: %s editado.

source: Unable to edit member.
fr_fr: Impossible de modifier le membre.
hi_hi: सदस्य को सम्पादित करने में असफलता हासिल हुई है
pt_pt: Não foi possível editar membro.

source: Info
fr_fr: Présentation
hi_hi: जानकारी

source: Choose image
fr_fr: Choisir une image
hi_hi: चित्र को चुने
pt_pt: Escolher Imagem

source: View All Team Members
fr_fr: L'équipe
hi_hi: सभी सदस्य्यो को देखे
pt_pt: Ver todos membros da equipa
